Repository: INF1NUM/APKToolGUI
Catalog: APKToolGUI/Languages/Language.*.resx
Languages: de_de, hu, pt_br, ru, zh_cn

# ErrorMerging
source: Merging failed
de_de: Zusammenführen fehlgeschlagen
hu: Az ˘egyesítés nem sikerült
ru: Ошибка при слиянии
zh_cn: 合并失败

# ExtractOrigSignature
source: Extract original signature
de_de: Originale Signatur extrahieren
hu: Az eredeti aláírás kibontása
ru: Извлечение оригинальной подписи
zh_cn: 提取原始签名

# MergingApkEditor
source: Merging APK using APKEditor.jar
de_de: APK mit APKEditor.jar zusammenführen
hu: APK egyesítése az APKEditor.jar használatával
ru: Слияние APK с помощью APKEditor.jar
zh_cn: 使用 APKEditor.jar 合并 APK

source: Aborted
de_de: Abgebrochen
hu: Megszakítva
ru: Отменено
zh_cn: 已终止

# CancelProcess
source: Are you sure you want to cancel the process?
de_de: Sicher, dass du den Vorgang abbrechen willst?
hu: Biztosan megszakítja a folyamatot?
ru: Вы действительно хотите прервать процесс?
zh_cn: 您确定要取消该进程吗？

source: Getting devices...
de_de: Geräte erkennen …
hu: Eszközök keresése...
ru: Получение устройств...
zh_cn: 正在获取设备...

source: Please wait...
de_de: Bitte warten …
hu: Kis türelmet...
ru: Пожалуйста, подождите...
zh_cn: 请稍候...

# ConfirmKillingAdbServer
source: Are you sure you want to kill ADB server? You might need to reconnect your device or restart emulator
de_de: Sicher, dass du den ADB-Server beenden willst? Möglicherweise musst du dein Gerät neu anschließen oder den Emulator neu starten.
hu: Biztosan leállítja az ADB szervert? Lehet, hogy újra kell csatlakoztatnia az eszközt, vagy újra kell indítania az emulátort
ru: Вы действительно хотите завершить работу ADB сервера? После завершения работы необходимо переподключить устройство или перезапустить эмулятор
zh_cn: 您确定要终止 ADB 服务器吗？ 您可能需要重新连接您的设备或重新启动模拟器

# DeviceNotSelected
source: Device is not selected
de_de: Kein Gerät ausgewählt
hu: Az eszköz nincs kiválasztva
ru: Устройство не выбрано
zh_cn: 未选择设备

# DeviceSelected
source: Device selected "{0}"
de_de: Gerät ausgewählt "{0}"
hu: Kiválasztott eszköz: "{0}"
ru: Выбрано устройство "{0}"
zh_cn: 已选择 "{0}" 设备

# DevicesFound
source: {0} devices found
de_de: {0} Gerät gefunden
hu: {0} eszköz található
ru: Найдено {0} устройств
zh_cn: 发现 {0} 设备

# InstallApkFailed
source: APK Installation failed
de_de: APK Installation fehlgeschlagen
hu: Az APK telepítése nem sikerült
ru: Ошибка при установке АРК
zh_cn: APK 安装失败

# InstallApkSuccessful
source: APK Installation successfully
de_de: APK Installation erfolgreich
hu: Az APK telepítése sikeres volt
ru: Установка АРК успешно завершена
zh_cn: APK 安装成功

source: Installing APK
de_de: APK installieren
hu: APK telepítése
ru: Установка APK
zh_cn: 正在安装 APK

# InstallingApkPath
source: Installing APK "{0}"
de_de: APK installieren "{0}"
hu: "{0}" APK telepítése
ru: Установлено APK "{0}"
zh_cn: 正在安装 APK "{0}"

# NoDevicesFound
source: No devices found. Make sure your device is connected to the computer with the adb debugging turned on. If you use an emulator, restart it and wait until it boot up
de_de: Keine Geräte gefunden. Vergewissere dich, dass dein Gerät mit dem Computer verbunden ist und das ADB-Debugging aktiviert ist. Wenn du einen Emulator verwendest, starte ihn neu und warte, bis er hochgefahren ist
hu: Nem találhatók eszközök. Győződjön meg róla, hogy eszközén be van kapcsolva az adb hibakeresés. Ha emulátort használ, indítsa újra és várja meg amíg elindul
ru: Устройств не обнаружено. Убедитесь, что ваше устройство подключено к компьютеру с включенной отладкой ADB. Если вы используете эмулятор, перезапустите его и дождитесь завершения загрузки
zh_cn: 未找到设备。 确保您的设备已连接到计算机并打开了 adb 调试。 如果您使用模拟器，请重新启动它并等待它启动

# TimeEnded
source: Time ended: {0}
de_de: Beendet: {0}
hu: Befejezve: {0}
ru: Время завершения: {0}
zh_cn: 结束时间: {0}

# TimeStarted
source: Time started: {0}
de_de: Gestartet: {0}
hu: Elkezdve: {0}
ru: Время начала: {0}
zh_cn: 开始时间: {0}

# ClearFrameworkPrompt
source: It is required to clear framework cache after changing Apktool version to avoid unexpected errors. Do you want to clear it now?
de_de: Es ist erforderlich, den Framework-Cache nach einer Änderung der Apktool-Version zu löschen, um unerwartete Fehler zu vermeiden. Möchtest du ihn jetzt löschen?
hu: A váratlan hibák elkerülése érdekében az Apktool verziójának módosítása után törölni kell a framework gyorsítótárát. Szeretné most törölni?
ru: После изменения версии Apktool необходимо очистить кеш. Вы хотите очистить его сейчас?
zh_cn: 更改 Apktool 版本后需要清除框架缓存以避免意外错误。 你想现在清除它吗？

# ClearTempFolder
source: Clearing temp folder
de_de: Temp-Ordner löschen

# DeletingFolder
source: Deleting folder: {0}
de_de: Ordner löschen: {0}

# DirectoryNotExist
source: The directory "{0}" does not exist
de_de: Verzeichnis "{0}" existiert nicht

# OpenComFolder
source: Open compile output folder
de_de: Kompilier-Ausgabeordner öffnen

# OpenDecFolder
source: Open decompile output folder
de_de: Dekompilier-Ausgabeordner öffnen

# FixApktoolYml
source: Fixed apktool.yml
de_de: Apktool.yml repariert

# CopyFileTo
source: Copy file "{0}" to "{1}"
de_de: Datei "{0}" nach "{1}" kopieren

# SplitApkNotFound
source: Split APK is not selected
de_de: Split-APK nicht ausgewählt

source: Apktool version
hu: Apktool verzió
pt_br: Versão do apktool
ru: Версия Apktool
zh_cn: Apktool 版本

source: Build
pt_br: Compilar
zh_cn: 构建

source: Zipalign
pt_br: Alinhar ZIP
zh_cn: Zip 对齐

source: Zipalign APK
hu: APK Zipalign
pt_br: Alinhar ZIP do APK
zh_cn: Zip 对齐 APK
