Repository: INF1NUM/APKToolGUI
Catalog: APKToolGUI/Languages/Language.*.resx
Languages: de_de, hu, pt_br, ru, zh_cn

source: About
de_de: Über
hu: Rólunk
pt_br: Sobre
ru: О программе
zh_cn: 关于

source: Check for update
de_de: Auf Aktualisierung prüfen
hu: Frissítés keresése
pt_br: Verificar por atualizações
ru: Проверить обновления
zh_cn: 检查更新

source: Debug mode
de_de: Debug-Modus
hu: Hibakereső mód
pt_br: Modo de depuração
ru: Режим Debug
zh_cn: 调试模式

source: Exit
de_de: Beenden
hu: Kilépés
pt_br: Sair
ru: Выход
zh_cn: 退出

source: File
de_de: Datei
hu: Fájl
pt_br: Arquivo
ru: Файл
zh_cn: 文件

source: Help
de_de: Hilfe
hu: Súgó
pt_br: Ajuda
ru: Помощь
zh_cn: 帮助

source: Settings
de_de: Einstellungen
hu: Beállítások
pt_br: Configurações
ru: Настройки
zh_cn: 设置

# ErrorJavaDetect
source: Java is not installed or is installed incorrectly. Please install Java or set custom location in Settings
de_de: Java ist nicht oder nicht korrekt installiert. Java installieren oder einen eigenen Speicherort in den Einstellungen festlegen.
hu: Java nincs vagy rosszul van telepítve. Telepítse a Javát vagy adja meg az egyéni helyét a Beállításokban
pt_br: O Java não está instalado ou está instalado incorretamente. Instale o Java ou defina um local personalizado em Configurações
ru: Java не установлена или установлена некорректно. Пожалуйста, установите Java или укажите путь в настройках
zh_cn: Java 没有安装或安装不正确。该程序将被关闭。

# ErrorReadSettings
source: Error reading settings!
de_de: Einstellungen für das Fehlerlesen
hu: Hiba a beállítások olvasásakor!
pt_br: Erro ao ler as configurações!
ru: Ошибка при чтении файла настроек!
zh_cn: 读取设置时出错!

# UpdateNewVersion
source: New version is available. Do you want to update?
de_de: Eine neue Version ist verfügbar. Möchtest du aktualisieren?
hu: Új verzió érhető el. Szeretne frissíteni?
pt_br: Nova versão disponível. Deseja atualizar?
ru: Доступна новая версия. Загрузить обновление?
zh_cn: 新版本已经推出。你想更新吗？

# UpdateNoUpdates
source: No update is available.
de_de: Aktualisierung verfügbar
hu: Nincs frissítés.
pt_br: Nenhuma atualização está disponível.
ru: Нет обновлений.
zh_cn: 没有更新可用。

# WarningDecodingFolderNotSelected
source: Decoding folder not selected!
de_de: Dekompilierungsordner nicht ausgewählt!
hu: Dekódolási mappa nincs kiválasztva!
pt_br: Pasta de decodificação não selecionada!
ru: Папка для декодирования не выбрана!
zh_cn: 未选择反编译文件夹!

# WarningFileForDecodingNotSelected
source: File for decoding not selected!
de_de: Datei zum Dekompilieren nicht ausgewählt!
hu: A dekódolandó fájl nincs kiválasztva!
pt_br: Arquivo para decodificação não selecionado!
ru: Файл для декодирования не выбран!
zh_cn: 未选择用于反编译的文件!

# WarningFileForSigningNotSelected
source: File for signing not selected!
de_de: Datei zum Signieren nicht ausgewählt!
hu: Az aláírni szánt fájl nincs kiválasztva!
pt_br: Arquivo para assinar não selecionado!
ru: Файл для подписи не выбран!
zh_cn: 未选择用于签名的文件!

# WarningFrameworkNotSelected
source: Framework not selected!
de_de: Framework nicht ausgewählt!
hu: A framework nincs kiválasztva!
pt_br: Framework não selecionado!
ru: Не выбраны необходимые компоненты!
zh_cn: Framework 未选择！

# ErrorSaveSettings
source: Error saving settings!
de_de: Fehler beim Einstellungen speichern!
hu: Hiba a beállítások mentése során!
pt_br: Erro ao salvar as configurações!
ru: Ошибка при сохранении файла настроек!
zh_cn: 保存设置时出错!

# NeedRestart
source: For the changes to take effect you must restart the program. You want to do it now?
de_de: Damit die Änderungen wirksam werden, musst du das Programm neu starten. Willst du es jetzt tun?
hu: A módosítások érvényesítéséhez újra kell indítania a programot. Most akarja megtenni?
pt_br: Para que as alterações entrem em vigor, você deve reiniciar o programa. Você quer fazer isso agora?
ru: Для завершения обновления необходим перезапуск. Перезапустить сейчас?
zh_cn: 为了使这些更改生效，你必须重新启动程序。你想立即重启吗？

# FileNotFound
source: File is not found
de_de: Datei wird nicht gefunden
hu: A fájl nem található
pt_br: Arquivo não encontrado
ru: Файл не найден
zh_cn: 未找到文件

# FolderNotExist
source: Folder does not exist
de_de: Der Ordner existiert nicht
hu: A mappa nem létezik
pt_br: A pasta não existe
ru: Папка не найдена
zh_cn: 文件夹不存在

source: Error
de_de: Fehler
hu: Hiba
pt_br: Erro
ru: Ошибка
zh_cn: 错误

source: Decode
de_de: Dekompilieren
hu: Dekódolás
pt_br: Decodificar
ru: Декодирование
zh_cn: 反编译

source: Install framework
de_de: Framework installieren
hu: A keretrendszer telepítése
pt_br: Instalar framework
ru: Установка
zh_cn: 安装 Framework

source: Sign
de_de: Signieren
hu: Aláírás
pt_br: Assinar
ru: Подпись
zh_cn: 签名

source: System language
de_de: Systemsprache
hu: Rendszer nyelve
pt_br: Idioma do sistema
ru: Язык системы
zh_cn: 系统语言

# DoYouRealyWantToInstallCM
source: Do you realy want to install context menu?
de_de: Möchtest du das Kontextmenü wirklich installieren?
hu: Tényleg telepíteni szeretné a kontextus menüt?
pt_br: Você realmente deseja instalar o menu de contexto?
ru: Вы действительно хотите установить контекстное меню?
zh_cn: 你真的想安装上下文菜单吗？

# DoYouRealyWantToRemoveCM
source: Do you realy want to remove context menu?
de_de: Möchtest du das Kontextmenü wirklich entfernen?
hu: Tényleg el akarja távolítani a kontextus menüt?
pt_br: Você realmente deseja remover o menu de contexto?
ru: Вы действительно хотите удалить контекстное меню?
zh_cn: 你真的想删除上下文菜单吗？

source: Done
de_de: Fertig
hu: Kész
pt_br: Concluído
ru: Готово
zh_cn: 完成

source: Can't detect apktool version.
de_de: Apktool-Version wird nicht erkannt
hu: Nem érzékeli az apktool verzióját.
pt_br: Não foi possível detectar a versão do apktool.
ru: Не определена версия apktool.
zh_cn: 无法检测 apktool 版本。

# DecompilingSuccessfullyCompleted
source: Decompiling successfully completed. Output directory "{0}".
de_de: Dekompilieren erfolgreich abgeschlossen. Ausgabeverzeichnis "{0}"
hu: A dekompilálás sikeresen befejeződött. Kimeneti könyvtár "{0}".
pt_br: Descompilado com sucesso. Pasta de saída "{0}".
ru: Декомпиляция успешно завершена. Выходная директория "{0}".
zh_cn: 反编译成功完成。输出目录"{0}"。

source: Error update checking:
de_de: Fehlerhafte Aktualisierungsprüfung:
hu: Frissítés ell. hiba:
pt_br: Erro ao verificar por atualizações:
ru: Ошибка при проверке обновлений:
zh_cn: 检查更新错误：

# SignSuccessfullyCompleted
source: Signing successfully completed. File saved to "{0}".
de_de: Signieren erfolgreich abgeschlossen. Datei gespeichert unter "{0}"
hu: Az aláírás sikeresen befejeződött. Fájl mentve: "{0}".
pt_br: Assinatura concluída com sucesso. Arquivo salvo em "{0}".
ru: Операция успешно завершена. Файл сохранен в "{0}".
zh_cn: 签名成功完成。文件保存到"{0}"。

source: Aligning
de_de: Abgleichen
hu: Igazítás
pt_br: Alinhar
zh_cn: 正在对齐

# ErrorCompiling
source: Compiling failed
de_de: Kompilieren fehlgeschlagen
hu: A kódolás sikertelen
pt_br: Falha ao compilar
ru: Ошибка при компиляции
zh_cn: 编译失败

source: Error entering framework tag.
de_de: Fehler bei der Eingabe des Framework-Tags
hu: Hiba a framework címke bevitelében.
pt_br: Erro ao entrar etiqueta do framework.
ru: Ошибка ввода тегов
zh_cn: 输入 Framework 标签错误。

# ErrorSelectedFileNotExist
source: The selected file does not exist.
de_de: Ausgewählte Datei nicht vorhanden
hu: A kiválasztott fájl nem létezik.
pt_br: O arquivo selecionado não existe.
ru: Выбранный файл не существует.
zh_cn: 所选文件不存在。

source: Error selecting framework directory.
de_de: Fehler bei Auswahl des Framework-Verzeichnisses
hu: Hiba a keretrendszer könyvtár kiválasztásában.
pt_br: Erro ao selecionar a pasta do framework.
ru: Ошибка при выборе папки.
zh_cn: 选择 Framework 目录错误。

# ErrorSelectingFrameworkFile
source: Error selecting framework file. The file does not exist.
de_de: Fehler bei Auswahl der Framework-Datei. Datei existiert nicht.
hu: Hiba a keretrendszer fájl kiválasztásában. A fájl nem létezik.
pt_br: Erro ao selecionar arquivo do framework. O arquivo não existe.
ru: Ошибка при выборе файла. Файл не существует.
zh_cn: 选择 Framework 文件时出错。该文件不存在。

# ErrorSigning
source: Signing failed.
de_de: Signieren fehlgeschlagen
hu: Az aláírás sikertelen.
pt_br: Falha ao assinar.
ru: Sign: ошибка
zh_cn: 签名失败。

# FrameworkInstallationNotStarted
source: Error. Framework installation is not started.
de_de: Fehler - Framework-Installation wird nicht gestartet
hu: Hiba. A keretrendszer telepítése nem indult el.
pt_br: Erro: A instalação do framewoek não foi iniciada.
ru: Ошибка. Установка не запущена.
zh_cn: 错误。Framework 安装没有开始。

source: Installing framework
de_de: Framework installieren
hu: A keretrendszer telepítése
pt_br: Instalando framework
ru: Установка
zh_cn: 正在安装 Framework

source: Signing
de_de: Signieren
hu: Aláírás
pt_br: Assinando
ru: Подписывание
zh_cn: 正在签名

# SignInputFileNotFound
source: Input file not found.
de_de: Eingabedatei nicht gefunden
hu: A bemeneti fájl nem található.
pt_br: Arquivo de entrada não localizado.
ru: Входной файл не найден.
zh_cn: 未找到输入文件。

# SignPrivateKeyNotFound
source: Private key not found.
de_de: Privater Schlüssel - nicht gefunden
hu: Privát kulcs nem található.
pt_br: Chave privada não localizada.
ru: Приватный ключ не найден.
zh_cn: 未找到私钥。

# SignPublicKeyNotFound
source: Public key not found.
de_de: Öffentlicher Schlüssel - nicht gefunden
hu: Nyilvános kulcs nem található.
pt_br: Chave pública não localizada.
ru: Публичный ключ не найден.
zh_cn: 未找到公钥。

source: ZIP archives
de_de: ZIP archivieren
hu: ZIP archívumok
pt_br: Arquivos ZIP
ru: ZIP архивы
zh_cn: ZIP 存档

# DecodeCouldNotCreate
source: The selected decompilation directory could not be created because contains invalid characters.
de_de: Ausgewähltes Dekompilierungsverzeichnis konnte nicht erstellt werden, da es ungültige Zeichen enthält.
hu: A kiválasztott dekompilációs könyvtárat nem lehetett létrehozni, mert érvénytelen karaktereket tartalmaz.
pt_br: A pasta de descompilação selecionada não pôde ser criado porque contém caracteres inválidos.
ru: Выбранная директория содержит недопустимые символы и не может быть создана.
zh_cn: 所选的反编译目录无法创建，因为包含无效的字符。

# DecodeDirNotSelected
source: Decompilation directory not selected.
de_de: Dekompilierungsverzeichnis nicht ausgewählt
hu: A dekompilációs könyvtár nincs kiválasztva.
pt_br: Pasta de descompilação não selecionada.
ru: Папка для декомпиляции не выбрана.
zh_cn: 未选择反编译目录。

# DecodeSelectedFrameworkNotExist
source: The selected framework directory does not exist.
de_de: Ausgewähltes Framework-Verzeichnis nicht vorhanden
hu: A kiválasztott keretkönyvtár nem létezik.
pt_br: A pasta do framework selecionado não existe.
ru: Выбранная папка не существует
zh_cn: 所选的 Framework 目录不存在。

source: Decoding
de_de: Dekompilieren
hu: Dekódolás
pt_br: Decodificando
ru: Декодирование
zh_cn: 正在反编译

# ErrorDecompiling
source: Decompiling failed
de_de: Dekompilieren fehlgeschlagen
hu: A dekompilálás sikertelen
pt_br: Falha ao descompilar
ru: Ошибка при декодировании
zh_cn: 反编译失败

source: Executable file
de_de: Ausführbare Datei
hu: Végrehajtható fájl
pt_br: Arquivo executável
ru: Исполняемый файл
zh_cn: 可执行文件

source: Changed target SDK to 29
de_de: Ziel-SDK auf 29 geändert
hu: A cél SDK 29-re változott
pt_br: SDK de destino alterado para 29
ru: Изменена версия SDK на 29
zh_cn: 更改目标 SDK 到 29

# ErrorVersionParsing
source: Failed to parse version
de_de: Version parsen nicht möglich
hu: Nem sikerült elemezni a verziót
pt_br: Falha ao analisar a versão
ru: Ошибка при считывании версии
zh_cn: 分析版本失败

# FixAndroidManifest
source: Fixed AndroidManifest.xml
de_de: AndroidManifest.xml repariert
hu: Javított AndroidManifest.xml
pt_br: AndroidManifest.xml corigido
ru: Измененный AndroidManifest.xml
zh_cn: 修复 AndroidManifest.xml

# RemoveApkToolDummies
source: Removed all ApkTool dummies
de_de: Alle Apk-Tool-Dummys entfernt
hu: Eltávolítottuk az összes ApkTool dummie-t
pt_br: Removidos todos os dummies do apktool
ru: Удалены все дополнения для ApkTool
zh_cn: 删除所有 ApkTool 假象

source: APK Selected:
de_de: APK ausgewählt:
hu: APK kiválasztva:
pt_br: APK selecionado:
ru: Выбранный APK:
zh_cn: APK 选择：

# ErrorSelectedFolderNotExist
source: The selected folder does not exist.
de_de: Ausgewählter Ordner nicht vorhanden
hu: A kiválasztott mappa nem létezik.
pt_br: A pasta selecionada não existe.
ru: Выбранная папка не существует.
zh_cn: 所选的文件夹不存在。

# AndroidManifestNotExist
source: AndroidManifest.xml does not exist
de_de: AndroidManifest.xml nicht vorhanden
hu: Az AndroidManifest.xml nem létezik
pt_br: AndroidManifest.xml não existe
ru: AndroidManifest.xml не найден
zh_cn: AndroidManifest.xml 不存在

# DecompiledAPKNotExist
source: Decompiled APK directory does not exist
de_de: Dekompiliertes APK-Verzeichnis existiert nicht
hu: A dekompilált APK könyvtár nem létezik
pt_br: A pasta do APK descompilado não existe
ru: Декомпилированный каталог APK не существует
zh_cn: 反编译的 APK 目录不存在

# MainActivityFound
source: Main activity found in "{0}"
de_de: Hauptaktivität gefunden in "{0}"
hu: A MainActivity itt, "{0}" található
pt_br: MainActivity encontrado em "{0}"
ru: MainActivity найден в "{0}"
zh_cn: 在"{0}"发现主要 Activity

# MainActivityNotFoundPleaseFindManually
source: Could not find MainActivity. Please find it manually
de_de: MainActivity konnte nicht gefunden werden, manuell suchen.
hu: Nem találta a MainActivity-t. Kérjük keresse meg manuálisan
pt_br: Não foi possível localizar MainActivity. Por favor, encontre-o manualmente.
ru: Не найден MainActivity. Попробуйте выполнить поиск вручную
zh_cn: 无法找到 MainActivity。请手动找到它

source: Clearing Framework
de_de: Framework bereinigen
hu: Keretrendszer tisztítás
pt_br: Limpando framework
ru: Очистка
zh_cn: 正在清理 Framework

# CompilingSuccessfullyCompleted
source: Compiling successfully completed. Output directory "{0}"
de_de: Kompilieren erfolgreich abgeschlossen. Ausgabeverzeichnis "{0}"
hu: Az összeállítás sikeresen befejeződött. Kimeneti könyvtár "{0}"
pt_br: Compilado com sucesso. Pasta de saída: "{0}"
ru: Компиляция успешно завершена. Выходная папка "{0}"
zh_cn: 编译成功完成。输出目录"{0}"

# ErrorZipalign
source: Zipaligning failed
de_de: Zipaligning fehlgeschlagen
hu: A Zipalign nem sikerült
pt_br: Falha ao alinhar ZIP
ru: Zipalign: ошибка
zh_cn: Zip 对齐失败

# ZipalignFileSavedTo
source: Zipalign successfully completed. File saved to "{0}"
de_de: Zipalign erfolgreich abgeschlossen. Datei gespeichert unter "{0}"
hu: A Zipalign sikeresen befejeződött. Fájl ide mentve "{0}"
pt_br: Alinhar ZIP concluído com sucesso. Arquivo salvo em "{0}"
ru: Zipalign: успешно завершено. Файл сохранен в "{0}"
zh_cn: Zip 对齐成功完成。文件保存到 "{0}"

# ErrorClearingFw
source: Error clearing framework
de_de: Framework-Fehler bereinigen
hu: Keretrendszer törlési hiba
pt_br: Erro ao limpar o framework
ru: Ошибка при очистке
zh_cn: 清除 Framework 错误

source: Framework cache cleared
de_de: Framework Fehlerbereinigung
hu: A keretrendszer gyorsítótára törölve
pt_br: Cache do framework limpo
ru: Кеш очищен
zh_cn: Framework 缓存已清除

source: All done!
de_de: Alles fertig!
hu: Minden kész!
pt_br: Tudo concluído!
ru: Завершено!
zh_cn: 全部完成！

# FrameworkInstalled
source: Framework has been installed successfully
de_de: Framework erfolgreich installiert
hu: A keretrendszer sikeresen települt
pt_br: Framework instalado com sucesso
ru: Успешно установлено
zh_cn: Framework 已成功安装

# FrameworkDirNotExist
source: Framework directory does not exist
de_de: Framework-Verzeichnis nicht vorhanden
hu: A keretrendszer könyvtár nem létezik
pt_br: A pasta do framework não existe
ru: Папка не существует
zh_cn: Framework 目录不存在

source: Decompiling dex
de_de: Dex dekompilieren
hu: Dex dekódolása
pt_br: Descompilando DEX
ru: Декомпиляция DEX
zh_cn: 正在反编译 dex

# ErrorSelectedOutputFolderNotExist
source: The selected output folder does not exist.
de_de: Ausgewählter Ausgabeordner nicht vorhanden
hu: A kiválasztott kimeneti mappa nem létezik.
pt_br: A pasta de saída selecionada não existe.
ru: Выбранная выходная папка не существует.
zh_cn: 所选的输出文件夹不存在。

source: Compiling dex
de_de: Dex dekompilieren
hu: Dex összeállítása
pt_br: Compilando DEX
ru: Компиляция DEX
zh_cn: 正在编译 dex

# DragDropNotSupported
source: You are running as administrator. Drag & drop may not be supported
de_de: Wird als Administrator ausgeführt. Drag & Drop wird möglicherweise nicht unterstützt
hu: Rendszergazdaként fut. A Húzd & Dobd nem támogatott
pt_br: Você está executando como Administrador. Arrastar e soltar não é suportado
ru: Программа запущена в режиме администратора. Drag & drop не поддерживается
zh_cn: 您正在以管理员身份运行。不支持拖放。

# DragDropSupported
source: Drag & drop is supported
de_de: Drag & Drop wird unterstützt
hu: A Húzd & Dobd támogatott
pt_br: Arrastar e soltar é suportado
ru: Drag & drop поддерживается
zh_cn: 支持拖放

# ErrorNotAnApk
source: This directory is not an Android package
de_de: Verzeichnis ist kein Android-Paket
hu: Ez a könyvtár nem egy Android csomag
pt_br: Esta pasta não é um pacote do Android
ru: Эта папка не является пакетом Android
zh_cn: 此目录不是安卓软件包

source: Compile APK
de_de: APK kompilieren
hu: APK összeállítása
pt_br: Compilar APK
ru: Компиляция APK
zh_cn: 编译 APK

# CompileDex
source: Assemble DEX
de_de: DEX kompilieren
hu: DEX összeszerelése
pt_br: Montar DEX
zh_cn: 编译 DEX

source: Decompile APK
de_de: APK dekompilieren
hu: APK dekompilálása
pt_br: Descompilar APK
ru: Декомпиляция APK
zh_cn: 反编译 APK

# DecompileDex
source: Disassemble DEX
de_de: DEX dekompilieren
hu: DEX szétszerelése
pt_br: Desmontar DEX
ru: Дизассемблирование DEX
zh_cn: 反编译 DEX

# GetApkInfo
source: View APK Info
de_de: APK-Info anzeigen
hu: APK infó beszerzése
pt_br: Obter informações do APK
ru: Информация о APK
zh_cn: 获取 APK 信息

# NotDecompiledApk
source: This folder is not a decompiled APK
de_de: Ordner ist keine dekompilierte APK
hu: Ez a mappa nem egy dekompilált APK
pt_br: Esta pasta não é um APK descompilado
ru: Эта папка не является декомпилированным АРК
zh_cn: 此文件夹不是已反编译的 APK

# NotDecompiledDex
source: This folder is not a decompiled DEX
de_de: Ordner ist kein dekompilierte DEX
hu: Ez a mappa nem dekompilált DEX
pt_br: Esta pasta não é um DEX descompilado
ru: Эта папка не является декомпилированным DEX
zh_cn: 此文件夹不是反编译的 DEX

# RequiredFilesMissing
source: Required files are missing
de_de: Erforderliche Dateien fehlen
hu: Szükséges fájlok hiányoznak
pt_br: Arquivos necessários ausentes
ru: Отсутствуют необходимые файлы
zh_cn: 缺少必需的文件

source: Sign APK
de_de: APK signieren
hu: APK aláírása
pt_br: Assinar APK
ru: Подпись APK
zh_cn: 签名 APK

source: Text file
de_de: Textdatei
hu: Szöveg fájl
pt_br: Arquivo de texto
ru: Текстовый файл
zh_cn: 文本文件

# CreateUnsignedApk
source: Creating Unsigned APK
de_de: Unsignierte APK erstellen
hu: Aláírás nélküli APK létrehozása
pt_br: Criando APK não assinado
ru: Создание APK (unsigned)
zh_cn: 创建未签名的 APK

# MetainfNotExist
source: META-INF folder does not exist. Skipped
de_de: Ordner META-INF existiert nicht. Übersprungen
hu: A META-INF mappa nem létezik. Kihagyva
pt_br: A pasta META-INF não existe. Ignorado
ru: Папка META-INF не существует.
zh_cn: META-INF 文件夹不存在。已跳过

# ErrorGettingApkInfo
source: There was an error getting APK infomation
de_de: Fehler beim Abrufen von APK-Informationen
hu: Hiba történt az APK-infó megszerzésében
pt_br: Ocorreu um erro ao obter as informações do APK
ru: Ошибка при получении информации о APK
zh_cn: 获取 APK 信息时发生错误

# InputDirectory
source: Input directory: {0}
de_de: Eingabeverzeichnis: {0}
hu: Bemeneti könyvtár: {0}
pt_br: Pasta de entrada: {0}
ru: Входная папка: {0}
zh_cn: 输入目录：{0}

# InputFile
source: Input file: {0}
de_de: Eingabedatei: {0}
hu: Bemeneti fájl: {0}
pt_br: Arquivo de entrada: {0}
ru: Входной файл: {0}
zh_cn: 输入文件：{0}

# DeleteFile
source: Delete file "{0}"
de_de: Datei löschen "{0}"
hu: "{0}" fájl törlése
pt_br: Excluir arquivo "{0}"
ru: Удален файл "{0}"
zh_cn: 删除文件 "{0}"

# CopyFileToTemp
source: Copy file "{0}" to temp directory "{1}"
de_de: Datei "{0}" in temporäres Verzeichnis "{1}" kopieren
hu: "{0}" fájl másolása "{1}" ideiglenes könyvtárba.
pt_br: Copiar arquivo "{0}" para pasta temporária "{1}"
ru: Файл "{0}" скопирован во временную папку "{1}"
zh_cn: 复制文件 "{0}" 到临时目录 "{1}"

# CopyFolderToTemp
source: Copy decompiled apk folder "{0}" to temp directory "{1}"
de_de: Dekompilierten Apk-Ordner "{0}" in temporäre Verzeichnis "{1}" kopieren
hu: Dekompilált apk mappa "{0}" másolása "{1}" ideiglenes könyvtárba.
pt_br: Copiar pasta "{0}" do APK descompilado para pasta temporária "{1}"
ru: Копирование декомпилированного АРК "{0}" во временную папку "{1}"
zh_cn: 复制反编译的 apk 文件夹 "{0}" 到临时目录 "{1}"

# DecodeDesDirExists
source: Destination directory "{0}" already exists. Enable "Force delete destination directory" if you want to overwrite it.
de_de: Zielverzeichnis "{0}" existiert bereits. Aktivieren "Löschen des Zielverzeichnisses erzwingen", wenn du es überschreiben möchtest.
hu: A "{0}" célkönyvtár már létezik. Ha felül szeretné írni, engedélyezze a "Célkönyvtár kényszerített törlésének" beállítását.
pt_br: A pasta de destino "{0}" já existe. Ative "Forçar excluir pasta de destino" se quiser substituí-la.
ru: Целевая папка "{0}" уже существует. Используйте опцию принудительного удаления, если вы хотите ее перезаписать.
zh_cn: 目标目录 "{0}" 已经存在。如果你想覆盖它，请启用 "强制删除目标目录"。

# MoveTempApkFileToOutput
source: Move temp folder "{0}" to output directory "{1}"
de_de: Temporären Ordner "{0}" in das Ausgabeverzeichnis "{1}" verschieben
hu: A "{0}" ideiglenes mappa áthelyezése a "{1}" kimeneti könyvtárba
pt_br: Mova a pasta temporária "{0}" para a pasta de saída "{1}"
ru: Перемещение временной папки "{0}" в выходной каталог "{1}"
zh_cn: 移动临时文件夹 "{0}" 到输出目录 "{1}"。

# MoveTempApkToOutput
source: Move temp apk "{0}" to output directory "{1}"
de_de: Temporäre Apk "{0}" in das Ausgabeverzeichnis "{1}" verschieben
hu: A(z) "{0}" ideiglenes apk áthelyezése a "{1}" kimeneti könyvtárba
pt_br: Mover o APK temporário "{0}" para a pasta de saída "{1}"
ru: Перемещение временного АРК "{0}" в выходной каталог "{1}"
zh_cn: 移动临时 apk"{0}" 到输出目录 "{1}"

source: Parsing APK Info...
de_de: APK-Informationen parsen …
hu: APK információk elemzése...
ru: Чтение информации о APK...
zh_cn: 正在解析 APK 信息...

# RestartApplicationPrompt
source: Restart is required to apply changes. Do you want to restart the application?
de_de: Ein Neustart ist erforderlich, um die Änderungen zu übernehmen. Möchtest du die Anwendung neu starten?
zh_cn: 需要重新启动才能应用更改。 是否要重新启动应用程序？

source: Decompiling all APK files
de_de: Alle APK-Dateien dekompilieren
hu: Az összes APK fájl visszafejtése
ru: Декомпиляция всех APK файлов
zh_cn: 正在反编译所有 APK 文件

# DetectedAsBase
source: {0} detected as base
de_de: {0} als Basis erkannt
hu: {0} bázisként észlelve
ru: {0} определен как базовый
zh_cn: {0} 检测为基本模块

# DetectedAsSplit
source: {0} detected as split
de_de: {0} als gesplittet erkannt
hu: {0} részeként észlelve
ru: {0} определен как split
zh_cn: {0} 检测为拆分

source: Extracting all APK files
de_de: Alle APK-Dateien extrahieren
hu: Az összes APK fájl kicsomagolása
ru: Извлечение всех APK файлов
zh_cn: 提取所有 APK 文件

# MergeFinishedMoveDir
source: Merge finished. Moving directory to "{0}"
de_de: Zusammenführen abgeschlossen. Verzeichnis verschieben nach "{0}"
hu: Egyesítés kész. Könyvtár áthelyezése ide: "{0}"
ru: Слияние завершено. Перемещение каталога в "{0}"
zh_cn: 合并完成。移动目录到 "{0}"

source: Merging APK
de_de: APK zusammenführen
hu: APK egyesítése
ru: Слияние APK
zh_cn: 正在合并 APK

# MovingBasedirectory
source: Moving base directory to "{0}"
de_de: Basisverzeichnis verschieben nach "{0}"
hu: Bázis könyvtár áthelyezése ide: "{0}"
ru: Перемещение базового каталога в "{0}"
zh_cn: 正在基本模块目录到 "{0}"

# DirNotExist
source: Directory "{0}" does not exist
de_de: Verzeichnis "{0}" existiert nicht
hu: A(z) "{0}" könyvtár nem létezik
ru: Папка "{0}" не существует
zh_cn: 目录 "{0}" 不存在

# TempDirectory
source: Temp directory: "{0}"
de_de: Temp-Verzeichnis: "{0}"
hu: Temp könyvtár: "{0}"
ru: Временная папка: "{0}"
zh_cn: 临时目录: "{0}"
