Repository: INF1NUM/APKToolGUI
Catalog: APKToolGUI/Forms/FormMain.*.resx
Languages: de, ru, zh_cn

# comApkOpenDir.Text
source: Compiled APK location
de: APK-Ort kompilieren
zh_cn: 编译的APK目录

# decOutOpenDirBtn.Text
source: Decompile output location
de: Ausgabeort dekompilieren
zh_cn: 反编译输出目录

# signApkOpenDirBtn.Text
source: Sign APK location
de: APK-Ort signieren
zh_cn: 签名的APK目录

# button_SIGN_Sign.Text
source: Sign
de: Signieren
ru: Подписать
zh_cn: 签名

# button_BUILD_Build.Text
source: Compile
de: Kompilieren
ru: Собрать
zh_cn: 编译

# button_DECODE_Decode.Text
source: Decompile
de: Dekompilieren
ru: Декомпилировать
zh_cn: 反编译

# tabPageMain.Text
source: Main
de: Hauptseite
zh_cn: 首页

# basicInfoTabPage.Text
source: Basic info
de: Basisinfos
zh_cn: 基本信息

# tabPage3.Text
source: Full info
de: Vollständige Infos
zh_cn: 完整信息

# tabPageApkInfo.Text
source: APK Info
zh_cn: APK信息

# label17.Text
source: File:
de: Datei:
zh_cn: 文件:

# label18.Text
source: Locals:
de: Lokale:
zh_cn: 本地化:

# label15.Text
source: Permissions:
de: Berechtigungen:
zh_cn: 权限:

# label19.Text
source: Links:
zh_cn: 商店链接:

# label7.Text
source: App name:
zh_cn: 应用名:

# label9.Text
source: Package name:
de: Paketname:
zh_cn: 应用包名:

# label8.Text
source: Version:
zh_cn: 版本:

# label11.Text
source: Min. SDK
zh_cn: 最小兼容SDK:

# label10.Text
source: Build:
zh_cn: 代号:

# label13.Text
source: Screen sizes:
de: Bildschirmgrößen:
zh_cn: 屏幕尺寸

# label12.Text
source: Target SDK:
de: Ziel-SDK:
zh_cn: 目标SDK:

# label14.Text
source: Densities:
de: Dichten:
zh_cn: 密度:

# label31.Text
source: Launch activity:
de: Startaktivität:
zh_cn: 桌面启动项

# label30.Text
source: Architectures:
de: Architekturen:
zh_cn: 架构:

# newInsToolStripMenuItem.Text
source: New instance
de: Neue Instanz
zh_cn: 新进程

# saveLogToFileToolStripMenuItem.Text
source: Save log to file
de: Protokoll in Datei speichern
zh_cn: 保存日志

# settingsToolStripMenuItem.Text
source: Settings
de: Einstellungen
zh_cn: 设置

# openTempFolderToolStripMenuItem.Text
source: Open temp folder
de: Temporären Ordner öffnen
zh_cn: 打开缓存目录

# clearTempFolderToolStripMenuItem.Text
source: Clear temp folder
de: Temporären Ordner bereinigen
zh_cn: 清空缓存目录

# exitToolStripMenuItem.Text
source: Exit
de: Beenden
zh_cn: 退出

# fileToolStripMenuItem.Text
source: File
de: Datei
zh_cn: 文件

# checkForUpdateToolStripMenuItem.Text
source: Check for update
de: Auf Update überprüfen
zh_cn: 检查更新

# reportAnIsuueToolStripMenuItem.Text
source: Report an issue
de: Problem melden
zh_cn: 反馈问题

# apktoolIssuesToolStripMenuItem.Text
source: Apktool issue tracker
de: Apktool Fehlerverfolgung
zh_cn: Apktool问题反馈

# baksmaliIssuesToolStripMenuItem.Text
source: Baksmali issue tracker
de: Baksmali Fehlerverfolgung
zh_cn: Baksmail问题反馈

# aboutToolStripMenuItem.Text
source: About
de: Über
zh_cn: 关于

# helpToolStripMenuItem.Text
source: Help
de: Hilfe
zh_cn: 帮助

# checkBox_BUILD_NetSecConf.Text
source: Add a generic Network Security Configuration file in the output APK
de: Ausgabe-APK eine generische Netzwerksicherheitskonfigurationsdatei hinzufügen
zh_cn: 在输出APK中添加通用的网络安全配置文件

# useAapt2ChkBox.Text
source: Use aapt2 (Upgrades apktool to use experimental aapt2 binary.)
de: aapt2 verwenden (Aktualisiert apktool, um die experimentelle aapt2-Binärdatei zu verwenden)
zh_cn: 使用aapt2(升级apktool使用实验性的aapt2二进制)

# buildSetApiLvlChkBox.Text
source: Set API level of the file to generate, e.g. 14 for ICS.
de: API-Ebene der zu generierenden Datei fest, z. B. 14 für ICS festlegen
zh_cn: 设置要生成的文件的API级别，例如ICS为14

# createUnsignApkChkBox.Text
source: Create unsigned APK with original signature after build
de: Nach Build eine unsignierte APK mit der Originalsignatur erstellen
zh_cn: 构建后创建带有原始签名的未签名APK

# createUnsignApkChkBox.ToolTip
source: Only compatible with Core Patch module. Rooted device is required.
de: Nur kompatibel mit Core Patch-Modul. Ein gerootetes Gerät ist erforderlich.
zh_cn: 只兼容核心补丁模块，需要root设备。

# signAfterBuildChkBox.Text
source: Sign after build / zipalign
de: Nach Build/Zipalign signieren
zh_cn: 在构建 / zip对齐后进行签名

# zipalignAfterBuildChkBox.Text
source: Zipalign after build
de: Zipalign nach Build
zh_cn: 在构建后进行zip对齐优化

# checkBox_BUILD_NoCrunch.Text
source: Disable crunching of resource files during the build step.
de: Verarbeitung von Ressourcendateien während des Build-Schritts deaktivieren
zh_cn: 在构建步骤中禁用对resource文件的处理

# checkBox_BUILD_ForceAll.Text
source: Skip changes detection and build all files.
de: Änderungserkennung überspringwen und alle Dateien erstellen
ru: Пропустить определение изменений и построить все файлы
zh_cn: 跳过变更检测并构建所有文件

# checkBox_BUILD_OutputAppPath.Text
source: APK output directory:
de: APK-Ausgabeverzeichnis:
ru: Сохранить файл как:
zh_cn: APK输出目录

# checkBox_BUILD_OutputAppPath.ToolTip
source: Output directory will be used for Zipalign and Signing too after compile
de: Das Ausgabeverzeichnis wird nach dem Kompilieren auch für Zipalign und Signieren verwendet
zh_cn: 编译后的输出目录也将用于Zipalign和签名

# checkBox_BUILD_CopyOriginal.Text
source: Copy original AndroidManifest.xml and META-INF folder
de: Originalordner "AndroidManifest.xml" und "META-INF" kopieren
ru: Копировать оригинальный AndroidManifest.xml и папку META-INF в построенный apk
zh_cn: 复制原来的AndroidManifest.xml和META-INF文件夹

# checkBox_BUILD_UseAapt.Text
source: Uses aapt.exe located in:
de: Verwendete aapt.exe in:
ru: Использовать aapt.exe из
zh_cn: 使用的aapt.exe文件位置:

# checkBox_BUILD_UseFramework.Text
source: Uses framework files located in:
de: Verwendet Framework-Dateien in:
ru: Использовать файлы фремворка из:
zh_cn: 使用的framework文件位置:

# groupBox_BUILD_Options.Text
source: Options
de: Optionen
ru: Опции
zh_cn: 选项

# tabPageBuild.Text
source: Build
ru: Сборка
zh_cn: 构建

# label33.Text
source: Selected device:
de: Ausgewähltes Gerät:
zh_cn: 选择设备

# killAdbBtn.Text
source: Kill adb process
de: ADB-Prozess beenden
zh_cn: 结束ADB进程

# installApkBtn.Text
source: Install APK
de: APK installieren
zh_cn: 安装APK

# refreshDevicesBtn.Text
source: Refresh
de: Aktualisieren
zh_cn: 刷新

# setVendorChkBox.Text
source: Set vendor to Play Store (com.android.vending)
de: Anbieter auf Play Store einstellen (com.android.vending)
zh_cn: 设置vendor为Play Store (com.android.vending)

# label32.Text
source: Selected APK:
de: Ausgewählte APK:
zh_cn: 选择APK

# toolStripStatusLabelStateText.Text
source: Loading...
de: Laden …
ru: Загрузка...
zh_cn: 加载中...

# clearLogToolStripMenuItem.Text
source: Clear log
de: Protokoll löschen
ru: Очистить журнал
zh_cn: 清除日志

# checkBox2.Text
source: Install APK after signing (Make sure the device is selected in ADB tab first)
de: APK nach Signieren installieren (Stelle sicher, dass das Gerät zuerst auf der Registerkarte "ADB" ausgewählt ist.)
zh_cn: 签名后安装APK(确保首先在ADB选项中选择设备)

# checkBox1.Text
source: Overwrite input file
de: Eingabedatei überschreiben
zh_cn: 覆盖输入文件

# autoDelIdsigChkBox.Text
source: Auto delete idsig file
de: IDSIG-Datei automatisch löschen
zh_cn: 自动删除idsig文件

# schemev4ComboBox.Items
source: Default
de: Standard
zh_cn: 默认

# schemev4ComboBox.Items1
source: True
zh_cn: 开启

# schemev4ComboBox.Items2
source: False
zh_cn: 关闭

# label27.Text
source: Scheme v4:
de: Schema v4:
zh_cn: 签名方案 v4:

# schemev3ComboBox.Items
source: Default
de: Standard
zh_cn: 默认

# schemev3ComboBox.Items1
source: True
zh_cn: 开启

# schemev3ComboBox.Items2
source: False
zh_cn: 关闭

# label26.Text
source: Scheme v3:
de: Schema v3:
zh_cn: 签名方案 v3:

# schemev2ComboBox.Items
source: Default
de: Standard
zh_cn: 默认

# schemev2ComboBox.Items1
source: True
zh_cn: 选择

# schemev2ComboBox.Items2
source: False
zh_cn: 关闭

# label25.Text
source: Scheme v2:
de: Schema v2:
zh_cn: 签名方案 v2:

# schemev1ComboBox.Items
source: Default
de: Standard
zh_cn: 默认

# schemev1ComboBox.Items1
source: True
zh_cn: 开启

# schemev1ComboBox.Items2
source: False
zh_cn: 关闭

# label24.Text
source: Scheme v1:
de: Schema v1:
zh_cn: 签名方案 v1:

# label21.Text
source: Password:
de: Passwort:
zh_cn: 密码:

# label20.Text
source: keystore/jks file:
de: keystore/jks-Datei:
zh_cn: keystore/jks文件:

# useKeyStoreChkBox.Text
source: Use keystore
de: Keystore verwenden
zh_cn: 使用keystore

# useSigningOutputDir.Text
source: APK output directory:
de: APK-Ausgabeverzeichnis:
zh_cn: APK输出目录:

# label_SIGN_PrivateKey.Text
source: Private key:
de: Privater Schlüssel:
ru: Закрытый ключ
zh_cn: 私钥:

# label_SIGN_PublicKey.Text
source: Public key:
de: Öffentlicher Schlüssel:
ru: Открытый ключ
zh_cn: 公钥:

# groupBox_SIGN_Options.Text
source: Options
de: Optionen
ru: Опции
zh_cn: 选项

# tabPageSign.Text
source: Sign
de: Signieren
ru: Подпись
zh_cn: 签名

# zipalignOutputDirChkBox.Text
source: APK output directory:
zh_cn: APK输出目录:

# signAfterZipalignChkBox.Text
source: Sign after zipalign
de: Nach Zipalign signieren
zh_cn: zip对齐后进行签名

# checkBox7.Text
source: Don't parse APK info when selecting APK for decompiling
de: Analysiere die APK-Informationen nicht, wenn du APK zum Dekompilieren auswählst
zh_cn: 在选择APK进行反编译时，不要解析APK信息

# decSetApiLvlChkBox.Text
source: Set API level of the file to generate, e.g. 14 for ICS.
de: API-Ebene der zu generierenden Datei fest, z. B. 14 für ICS festlegen
zh_cn: 设置要生成的文件的API级别，例如ICS为14

# checkBox_DECODE_FixError.Text
source: Fix ApkTool errors after decompile
de: ApkTool-Fehler nach der Dekompilierung beheben
zh_cn: 修复反编译后的ApkTool错误

# checkBox_DECODE_FixError.ToolTip
source: It will remove extractNativeLibs, useEmbeddedDex, APKTOOL_DUMMY, split related attributes and set sparseResources to false
de: Es entfernt extractNativeLibs, useEmbeddedDex, APKTOOL_DUMMY, teilt zugehörige Attribute und setzt sparseResources auf false
zh_cn: 将删除extractNativeLibs, useEmbeddedDex, APKTOOL_DUMMY，拆分相关属性并将sparseresource设置为false

# checkBox_DECODE_OnlyMainClasses.Text
source: Only disassemble the main dex classes (classes[0-9]*.dex) in the root.
de: Nur Haupt-Dex-Klassen (classes[0-9]*.dex) im Stammverzeichnis zerlegen
zh_cn: 只反汇编根目录中的主索引类(classes[0-9]*.dex)。

# checkBox_DECODE_OnlyMainClasses.ToolTip
source: Enable to fix strange ApkTool error
de: Aktivieren, um seltsame ApkTool Fehler zu beheben
zh_cn: 修复异常的ApkTool错误

# checkBox_DECODE_UseFramework.Text
source: Uses framework files located in:
de: Verwendet Framework-Dateien in:
ru: Использовать файлы фремворка из:
zh_cn: 使用的framework文件位置:

# checkBox_DECODE_MatchOriginal.Text
source: Keeps files to closest to original as possible. Prevents rebuild.
de: Hält die Dateien so nah wie möglich am Original. Verhindert einen Wiederaufbau.
ru: Сохранять файлы близко к оригиналу, насколько это возможно. Предотвращает ребилд.
zh_cn: 尽可能保持文件最接近原始，防止重建

# checkBox_DECODE_OutputDirectory.Text
source: Output directory:
de: Ausgabe Verzeichnis:
ru: Декомпилировать в каталог:
zh_cn: 输出目录:

# checkBox_DECODE_KeepBrokenRes.Text
source: Keep broken resource.
de: Defekte Ressourcen beibehalten
ru: Сохранить испорченные ресурсы
zh_cn: 保留损坏资源

# checkBox_DECODE_Force.Text
source: Force delete destination directory.
de: Zielverzeichnis löschen erzwingen
ru: Перезаписывать файлы в каталоге назначения
zh_cn: 强制删除目标目录

# checkBox_DECODE_NoDebugInfo.Text
source: Don't write out debug info (.local, .param, .line, etc.)
de: Keine Debug-Informationen schreiben aus (.local, .param, .line usw.)
zh_cn: 不要输出调试信息(.Local, .param, .line等)

# groupBox_DECODE_Options.Text
source: Options
de: Optionen
ru: Опции
zh_cn: 选项

# tabPageDecode.Text
source: Decode
de: Dekompilieren
ru: Декомпиляция
zh_cn: 反编译

# useAliasChkBox.Text
source: Alias:
zh_cn: 别名

# label22.Text
source: It is strongly recommended that you use your own key, created via Android Studio or other tools
de: Es wird dringend empfohlen, deinen eigenen Schlüssel zu verwenden, der über Android Studio oder andere Tools erstellt wurde
zh_cn: 强烈建议您使用自己的密钥，通过Android Studio或其他工具创建

# checkBox_ZIPALIGN_Recompress.Text
source: Recompress using Zopfli
de: Mit Zopfli erneut komprimieren
ru: Перепаковать с использованием алгоритма Zopfli
zh_cn: 使用Zopfli重新压缩

# label_ZIPALIGN_AlignmentBytes.Text
source: Alignment in bytes, e.g. '4' provides 32-bit alignment
de: Ausrichtung in Bytes, z.B. '4' bietet 32-Bit-Ausrichtung
ru: Выравнивание (в байтах), например, '4' для 32-битного выравнивания
zh_cn: 以bytes为单位的对齐，例如: '4' 提供32-bit对齐

# checkBox_ZIPALIGN_CheckAlignment.Text
source: Check alignment only (does not modify file)
de: Nur Ausrichtung prüfen (Datei wird nicht geändert)
ru: Только проверить выравнивание (не модифицирует файл)
zh_cn: 只检查对齐(不修改文件)

# checkBox_ZIPALIGN_VerboseOutput.Text
source: Verbose output
de: Ausführliche Ausgabe
ru: Подробный вывод
zh_cn: 详细输出

# checkBox_ZIPALIGN_OverwriteOutputFile.Text
source: Overwrite existing output file
de: Vorhandene Ausgabedatei überschreiben
ru: Перезаписать выходной файл, если он существует
zh_cn: 覆盖现有的输出文件

# groupBox_ZIPALIGN_Options.Text
source: Options
de: Optionen
ru: Опции
zh_cn: 选项

# openFwFolderBtn.Text
source: Open framework folder
de: Framework-Ordner öffnen
zh_cn: 打开framework目录

# clearFwBtn.Text
source: Clear framework
de: Framework bereinigen
zh_cn: 清空framework缓存

# clearFwBeforeDecodeChkBox.Text
source: Clear framework before decompiling
de: Framework vor Dekompilierung bereinigen
zh_cn: 反编译前清空Framework缓存

# groupBox1.Text
source: Options
de: Optionen
zh_cn: 选项

# checkBox_IF_Tag.Text
source: Tag frameworks using:
de: Frameworks markieren mit:
zh_cn: Tag frameworks 使用:

# checkBox_IF_FramePath.Text
source: Stores framework files into:
de: Speichert Framework-Dateien in:
ru: Устанавливать фреймворк в каталог:
zh_cn: 将framework文件存储到:

# groupBox_IF_Options.Text
source: Install Framework
de: Framework installieren
ru: Опции
zh_cn: 选项

# alignApkOpenDirBtn.Text
source: Zipalign APK location
de: APK-Verzeichnis zipalign
zh_cn: Zip对齐的APK目录

# decApkOpenDirBtn.Text
source: Decompiled APK location
de: APK-Ort dekompilieren
zh_cn: 反编译的APK目录

# compileOutputOpenDirBtn.Text
source: Compile output location
de: Ausgabeort kompilieren
zh_cn: 编译输出目录

# label4.Text
source: APK File to sign:
de: APK-Datei zum Signieren:
zh_cn: APK签名:

# button_ZIPALIGN_Align.Text
source: Align
de: Ausrichten
ru: Выровнять
zh_cn: 对齐优化

# checkBox_DECODE_NoSrc.Text
source: Do not decode sources.
de: Quellen nicht entschlüsseln
ru: Не декомпилировать исходный код
zh_cn: 不反编译源码

# checkBox_DECODE_NoRes.Text
source: Do not decode resources.
de: Ressourcen nicht entschlüsseln
ru: Не декомпилировать ресурсы
zh_cn: 不反编译resouces

# button_IF_InstallFramework.Text
source: Install
de: Installieren
ru: Установить
zh_cn: 安装

# label29.Text
source: Smali folder to compile:
de: Smali-Ordner zum Kompilieren:
zh_cn: Smali编译目录:

# smaliUseOutputChkBox.Text
source: Dex output directory:
de: Dex-Ausgabeverzeichnis:
zh_cn: Dex输出目录:

# comSmaliBtn.Text
source: Compile
de: Kompilieren
zh_cn: 编译

# label28.Text
source: Dex to decompile:
de: Dex zum Dekompilieren:
zh_cn: dex反编译

# baksmaliUseOutputChkBox.Text
source: Folder output directory:
de: Ordner-Ausgabeverzeichnis:
zh_cn: 输出目录:

# decSmaliBtn.Text
source: Decompile
de: Dekompilieren
zh_cn: 反编译

# label2.Text
source: Decompiled APK folder:
zh_cn: 反编译APK目录:

# label3.Text
source: APK file to align:
de: APK-Datei zum Ausrichten:
zh_cn: APK文件对齐优化:

# label1.Text
source: APK/XAPK/APKS/ZIP/APKM File:
de: APK/XAPK/APKS/ZIP/APKM-Datei:
zh_cn: APK/XAPK/APKS/ZIP/APKM文件:

# button_OpenMainActivity.Text
source: Main activity smali
zh_cn: 启动项smail

# tabPageZipAlign.Text
source: Zip align
de: Zip ausrichten
ru: Выравнивание
zh_cn: Zip对齐

# splitApkTxt.Text
source: Merge split APK into single APK:
de: Geteilte APK in einzelne APK zusammenführen:

# mergeApkBtn.Text
source: Merge
de: Zusammenführen

# copyToolStripMenuItem.Text
source: Copy
de: Kopieren

# tabPageInstallFramework.Text
source: Framework
ru: Установка фреймворков
